import React from "react";
import Header from "../components/Header";
import Nav from "../components/Nav";
import Footer from "../components/Footer";
import '../assets/css/oferta.scss'

export const OfertaPage = () => {
    return (
        <>
            <Header h1='Публичная офера' />
            <Nav />
            <div className="block" id="mainBlock">
                <div className="blackFilter">
                    <div className="wrapper">
                        <div className="section">
                            <h2 className="sectionName">1. Термины и определения</h2>
                            <p>1.1 В настоящей оферте, если из контекста не следует иное, нижеприведенные термины с
                                заглавной буквы имеют следующие значения.</p>
                            <p>1.1.1. «Курьерская служба» – лица, оказывающие услуги по доставке Товаров от имени
                                Продавца, или сотрудники Продавца.</p>
                            <p>1.1.3. «Кухня» — место изготовления Товаров, принадлежащих Продавцу. Адреса указываются
                                на Сайте и в Мобильном приложении.</p>
                            <p>1.1.4. «Продавец» – Общество с ограниченной ответственностью «Тай Жгуч» (ООО «ТАЙЖГУЧ»
                                ИНН/КПП 9728023881/ 772801001, ОГРН 1207700503911), местонахождение по адресу: 117463
                                Г.Москва ВН.ТЕР.Г. МУНИЦИПАЛЬНЫЙ ОКРУГ ЯСЕНЕВО ПР-КТ НОВОЯСЕНЕВСКИЙ Д. 32, К. 1
                                ЭТАЖ/ПОМЕЩ. 1/VI КОМ./ОФИС 2/322.</p>
                            <p>1.1.5. «Покупатель» – любое дееспособное лицо, намеренное заказать или приобрести, либо
                                заказывающий, приобретающий или использующий Товары исключительно для личных, семейных,
                                домашних или иных нужд, не связанных с осуществлением предпринимательской
                                деятельности.</p>
                            <p>1.1.6. «Сайт» – thaizhguch.com</p>
                            <p>1.1.7. «Телефон» – +79853971606</p>
                            <p>1.1.8. «Товары» — перечень продукции Продавца, представленный на Сайте или в Мобильном
                                приложении, которые изготавливаются исключительно по заказу Покупателя. Товары, а также
                                товары из разделов “Другие товары” и “Необходимое”, могут отличаться от изображения на
                                Сайте. Потребительские свойства Товара указаны на Сайте.</p>
                            <p>1.2. Для целей настоящей оферты термины и определения в единственном числе относятся
                                также и к терминам и определениям во множественном числе.</p>
                            <p>1.3. Условия настоящей оферты действуют для Сайта, если иное прямо не предусмотрено
                                настоящей офертой.</p>
                            <h2 className="sectionName">1. Термины и определения</h2>
                            <p>1.1 В настоящей оферте, если из контекста не следует иное, нижеприведенные термины с
                                заглавной буквы имеют следующие значения.</p>
                            <p>1.1.1. «Курьерская служба» – лица, оказывающие услуги по доставке Товаров от имени
                                Продавца, или сотрудники Продавца.</p>
                            <p>1.1.3. «Кухня» — место изготовления Товаров, принадлежащих Продавцу. Адреса указываются
                                на Сайте и в Мобильном приложении.</p>
                            <p>1.1.4. «Продавец» – Общество с ограниченной ответственностью «Тай Жгуч» (ООО «ТАЙЖГУЧ»
                                ИНН/КПП 9728023881/ 772801001, ОГРН 1207700503911), местонахождение по адресу: 117463
                                Г.Москва ВН.ТЕР.Г. МУНИЦИПАЛЬНЫЙ ОКРУГ ЯСЕНЕВО ПР-КТ НОВОЯСЕНЕВСКИЙ Д. 32, К. 1
                                ЭТАЖ/ПОМЕЩ. 1/VI КОМ./ОФИС 2/322.</p>
                            <p>1.1.5. «Покупатель» – любое дееспособное лицо, намеренное заказать или приобрести, либо
                                заказывающий, приобретающий или использующий Товары исключительно для личных, семейных,
                                домашних или иных нужд, не связанных с осуществлением предпринимательской
                                деятельности.</p>
                            <p>1.1.6. «Сайт» – thaizhguch.com</p>
                            <p>1.1.7. «Телефон» – +79853971606</p>
                            <p>1.1.8. «Товары» — перечень продукции Продавца, представленный на Сайте или в Мобильном
                                приложении, которые изготавливаются исключительно по заказу Покупателя. Товары, а также
                                товары из разделов “Другие товары” и “Необходимое”, могут отличаться от изображения на
                                Сайте. Потребительские свойства Товара указаны на Сайте.</p>
                            <p>1.2. Для целей настоящей оферты термины и определения в единственном числе относятся
                                также и к терминам и определениям во множественном числе.</p>
                            <p>1.3. Условия настоящей оферты действуют для Сайта, если иное прямо не предусмотрено
                                настоящей офертой.</p>
                            <h2 className="sectionName">1. Термины и определения</h2>
                            <p>1.1 В настоящей оферте, если из контекста не следует иное, нижеприведенные термины с
                                заглавной буквы имеют следующие значения.</p>
                            <p>1.1.1. «Курьерская служба» – лица, оказывающие услуги по доставке Товаров от имени
                                Продавца, или сотрудники Продавца.</p>
                            <p>1.1.3. «Кухня» — место изготовления Товаров, принадлежащих Продавцу. Адреса указываются
                                на Сайте и в Мобильном приложении.</p>
                            <p>1.1.4. «Продавец» – Общество с ограниченной ответственностью «Тай Жгуч» (ООО «ТАЙЖГУЧ»
                                ИНН/КПП 9728023881/ 772801001, ОГРН 1207700503911), местонахождение по адресу: 117463
                                Г.Москва ВН.ТЕР.Г. МУНИЦИПАЛЬНЫЙ ОКРУГ ЯСЕНЕВО ПР-КТ НОВОЯСЕНЕВСКИЙ Д. 32, К. 1
                                ЭТАЖ/ПОМЕЩ. 1/VI КОМ./ОФИС 2/322.</p>
                            <p>1.1.5. «Покупатель» – любое дееспособное лицо, намеренное заказать или приобрести, либо
                                заказывающий, приобретающий или использующий Товары исключительно для личных, семейных,
                                домашних или иных нужд, не связанных с осуществлением предпринимательской
                                деятельности.</p>
                            <p>1.1.6. «Сайт» – thaizhguch.com</p>
                            <p>1.1.7. «Телефон» – +79853971606</p>
                            <p>1.1.8. «Товары» — перечень продукции Продавца, представленный на Сайте или в Мобильном
                                приложении, которые изготавливаются исключительно по заказу Покупателя. Товары, а также
                                товары из разделов “Другие товары” и “Необходимое”, могут отличаться от изображения на
                                Сайте. Потребительские свойства Товара указаны на Сайте.</p>
                            <p>1.2. Для целей настоящей оферты термины и определения в единственном числе относятся
                                также и к терминам и определениям во множественном числе.</p>
                            <p>1.3. Условия настоящей оферты действуют для Сайта, если иное прямо не предусмотрено
                                настоящей офертой.</p>
                            <h2 className="sectionName">1. Термины и определения</h2>
                            <p>1.1 В настоящей оферте, если из контекста не следует иное, нижеприведенные термины с
                                заглавной буквы имеют следующие значения.</p>
                            <p>1.1.1. «Курьерская служба» – лица, оказывающие услуги по доставке Товаров от имени
                                Продавца, или сотрудники Продавца.</p>
                            <p>1.1.3. «Кухня» — место изготовления Товаров, принадлежащих Продавцу. Адреса указываются
                                на Сайте и в Мобильном приложении.</p>
                            <p>1.1.4. «Продавец» – Общество с ограниченной ответственностью «Тай Жгуч» (ООО «ТАЙЖГУЧ»
                                ИНН/КПП 9728023881/ 772801001, ОГРН 1207700503911), местонахождение по адресу: 117463
                                Г.Москва ВН.ТЕР.Г. МУНИЦИПАЛЬНЫЙ ОКРУГ ЯСЕНЕВО ПР-КТ НОВОЯСЕНЕВСКИЙ Д. 32, К. 1
                                ЭТАЖ/ПОМЕЩ. 1/VI КОМ./ОФИС 2/322.</p>
                            <p>1.1.5. «Покупатель» – любое дееспособное лицо, намеренное заказать или приобрести, либо
                                заказывающий, приобретающий или использующий Товары исключительно для личных, семейных,
                                домашних или иных нужд, не связанных с осуществлением предпринимательской
                                деятельности.</p>
                            <p>1.1.6. «Сайт» – thaizhguch.com</p>
                            <p>1.1.7. «Телефон» – +79853971606</p>
                            <p>1.1.8. «Товары» — перечень продукции Продавца, представленный на Сайте или в Мобильном
                                приложении, которые изготавливаются исключительно по заказу Покупателя. Товары, а также
                                товары из разделов “Другие товары” и “Необходимое”, могут отличаться от изображения на
                                Сайте. Потребительские свойства Товара указаны на Сайте.</p>
                            <p>1.2. Для целей настоящей оферты термины и определения в единственном числе относятся
                                также и к терминам и определениям во множественном числе.</p>
                            <p>1.3. Условия настоящей оферты действуют для Сайта, если иное прямо не предусмотрено
                                настоящей офертой.</p>
                            <h2 className="sectionName">1. Термины и определения</h2>
                            <p>1.1 В настоящей оферте, если из контекста не следует иное, нижеприведенные термины с
                                заглавной буквы имеют следующие значения.</p>
                            <p>1.1.1. «Курьерская служба» – лица, оказывающие услуги по доставке Товаров от имени
                                Продавца, или сотрудники Продавца.</p>
                            <p>1.1.3. «Кухня» — место изготовления Товаров, принадлежащих Продавцу. Адреса указываются
                                на Сайте и в Мобильном приложении.</p>
                            <p>1.1.4. «Продавец» – Общество с ограниченной ответственностью «Тай Жгуч» (ООО «ТАЙЖГУЧ»
                                ИНН/КПП 9728023881/ 772801001, ОГРН 1207700503911), местонахождение по адресу: 117463
                                Г.Москва ВН.ТЕР.Г. МУНИЦИПАЛЬНЫЙ ОКРУГ ЯСЕНЕВО ПР-КТ НОВОЯСЕНЕВСКИЙ Д. 32, К. 1
                                ЭТАЖ/ПОМЕЩ. 1/VI КОМ./ОФИС 2/322.</p>
                            <p>1.1.5. «Покупатель» – любое дееспособное лицо, намеренное заказать или приобрести, либо
                                заказывающий, приобретающий или использующий Товары исключительно для личных, семейных,
                                домашних или иных нужд, не связанных с осуществлением предпринимательской
                                деятельности.</p>
                            <p>1.1.6. «Сайт» – thaizhguch.com</p>
                            <p>1.1.7. «Телефон» – +79853971606</p>
                            <p>1.1.8. «Товары» — перечень продукции Продавца, представленный на Сайте или в Мобильном
                                приложении, которые изготавливаются исключительно по заказу Покупателя. Товары, а также
                                товары из разделов “Другие товары” и “Необходимое”, могут отличаться от изображения на
                                Сайте. Потребительские свойства Товара указаны на Сайте.</p>
                            <p>1.2. Для целей настоящей оферты термины и определения в единственном числе относятся
                                также и к терминам и определениям во множественном числе.</p>
                            <p>1.3. Условия настоящей оферты действуют для Сайта, если иное прямо не предусмотрено
                                настоящей офертой.</p>
                        </div>
                    </div>
                </div>
            </div>
            <Footer />
        </>
    )
}